; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.6
;
; §@ЄМЎG	Jared Breland <jbreland@legroom.net>
; ©xєфЎG	http://www.legroom.net/mysoft
;
;БcЕй¤¤¤е»yЁt (Traditional Chinese Language File)
;
;§@ЄМЎGYoYo
;«HЅcЎGjkyoyo007@hotmail.com
;
;CHT : YoYo // Chinese (Traditional) & build : 2007.08.11
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "ЅT©w(&O)"
CANCEL_BUT = "Ёъ®ш(&C)"
MAIN_DEST_DIR_LABEL = "ҐШјРёк®Ж§Ё(&D)ЎG"
MAIN_FILE_LABEL = "­nёСҐXЄєАЙ®Ч©О¦wёЛµ{¦Ў(&A)ЎG"
MENU_FILE_LABEL = "АЙ®Ч(&F)"
MENU_FILE_QUIT_LABEL = "µІ§ф(&Q)"
MENU_EDIT_LABEL = "Ѕsїи(&E)"
MENU_EDIT_PREFS_LABEL = "°ѕ¦nі]©w(&P)"
MENU_HELP_LABEL = "»Ў©ъ(&H)"
MENU_HELP_WEB_LABEL = "%s ЇёҐx(&W)"
PREFS_TITLE_LABEL = "°ѕ¦nі]©w"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor їп¶µ"
PREFS_HISTORY_LABEL = "«OЇd«К¦sАЙЄєѕъҐv°Oїэ(&H)"
PREFS_FORMAT_OPTS_LABEL = "ЇS©wїп¶µ"
PREFS_LANG_LABEL = "»yЁҐ(&L)ЎG"
PREFS_DEBUG_LABEL = "«ь©w°»їщАЙҐШїэ(&D)ЎG"
PREFS_WARN_EXECUTE_LABEL = "°х¦жАЙ®Ч«eґЈҐЬДµ§i(&W)"
PREFS_REMOVE_DUPE_LABEL = "Іѕ°Ј­«ЅЖЄєАЙ®Ч(&R)"
PREFS_REMOVE_TEMP_LABEL = "Іѕ°ЈјИ¦sАЙ®Ч(&T)"
PREFS_APPEND_EXT_LABEL = "Ґ[¤JЇК¤ЦЄєАЙ®Ч°ЖАЙ¦W(&A)"
METHOD_ADMIN_RADIO = "%s єЮІz¦Ў¦wёЛµ{¦Ў"
METHOD_EXTRACTION_RADIO = "%s ёСАЈБY"
METHOD_HEADER = "%s ёСАЈБY"
METHOD_MSI_NOTE_LABEL = "Є`·NЎG"
METHOD_MSI_REQUIRES_LABEL = "msi2xml »Э­n "
METHOD_MSI_URL_LABEL = "MSXML 4.0 ­еЄRѕ№"
METHOD_RADIO_LABEL = "ёСҐX¤и¦Ў"
METHOD_SWITCH_RADIO = "%s ¤Бґ«"
METHOD_NOTIS_RADIO = "¤Ј¬O InstallShield ¦wёЛµ{¦Ў"
METHOD_TEXT_LABEL = "%s ¤дґ©ҐH¤UёСҐX %s АЙ®ЧҐ]Єє¤и¦ЎЎC¦эЁГЁS¦іҐф¦у¤и¦Ў¬O 100% ҐiѕaЄєЎF¦pЄG№wі]ЄєјТ¦ЎµLЄkҐї±`§@·~ЎAЅР­«·s°х¦ж %s ЁГїпѕЬЁдҐ¦ЄєёСҐX¤и¦ЎЎC"
METHOD_UNPACKER_RADIO = "%s ёСҐ]µ{¦Ў"

; GUI control functions
DOES_NOT_EXIST = "¤Ј¦s¦bЎC%n"
EXTRACT_TO = "ёСҐXАЙ®ЧЁмЎG"
INVALID_DIR_SELECTED =  "%s ¤Ј¬O¤@­У¦і®ДЄєҐШїэЎC"
INVALID_FILE_SELECTED = "%s ЅРїпѕЬ¤@­У¦і®ДЄєАЙ®ЧЎC"
OPEN_FILE = "¶}±ТАЙ®Ч"
SELECT_FILE = "їпѕЬАЙ®Ч"
WRITE_TO = "јg¤J°»їщАЙЁмЎG"

; Common terms
TERM_ARCHIVE = "«К¦sАЙ"
TERM_COMPRESSED = "АЈБYАЙ"
TERM_DISK = "єП¤щ"
TERM_EBOOK = "№q¤l®С"
TERM_ECARD = "№q¤lҐd¤щ"
TERM_ENCODED = "ЅsЅXАЙ"
TERM_EXECUTABLE = "Ґi°х¦жАЙ®Ч"
TERM_FAILED = "Ґў±С"
TERM_HELP = "»Ў©ъАЙ"
TERM_HOTFIX = "§Ціt­Чґ_"
TERM_IMAGE = "¬M№і"
TERM_INSTALLER = "¦wёЛµ{¦Ў"
TERM_PACKAGE = "АЙ®ЧҐ]"
TERM_PATCH = "­ЧёЙµ{¦Ў"
TERM_SFX = "¦ЫёСАЈБYАЙ"
TERM_STAGE = "¶Ґ¬q"
TERM_SUCCEEDED = "¦ЁҐ\"
TERM_TESTING = "Ґї¦bґъёХ"
TERM_UNKNOWN = "ҐјЄѕЄє"
TERM_UNPACKED = "¤wёСҐX"
TERM_UPDATER = "§у·sµ{¦Ў"

; Status messages
SCANNING_FILE = "Ґї¦b±ЅєЛАЙ®ЧҐH§P©wАЙ®ЧГю«¬ЎC"
SCANNING_EXE = "Ґї¦bЁПҐО %s ±ЅєЛАЙ®ЧЎC"
EXTRACTING = "Ґї¦bёСҐXАЙ®ЧЎG"
INIT_WAIT = "Ґї¦bµҐ«Э¦wёЛµ{¦ЎЄм©l¤ЖЎC%nЅРµy­Ф..."

; Custom prompts
CONVERT_CDROM = "µLЄkЄЅ±µёСҐX %s CD-ROM ¬M№іЎC%nҐ¦±NіQВаґ«¬° ISO CD-ROM ¬M№іЎAµM«бёСҐXЎC%n%n±z¬O§_­nД~Дт¶i¦жЎH%nЄ`·NЎGіo±N·|ЇУ¶OјЖ¤АДБЄє®Й¶ЎЎC"
CONVERT_CDROM_STAGE1_FAILED = "їщ»~ЎGµLЄkВаґ«іo­У CD-ROM ¬M№іЎC%n%n¦pЄGҐ¦¬O¤@­У BIN / CUE ¬M№іЎAЅР±zЅT»{ CUE ЄєАЙ®Ч®ж¦Ў¬O§_ҐїЅTЎC"
CONVERT_CDROM_STAGE2_FAILED = "їщ»~ЎGISO ¬M№і¤w¦Ы %s ¬M№і¤¤«ШҐЯЎA¦э¬OҐ¦µLЄkіQВаґ«ЎC%n%n±z¬O§_­n«OЇdіo­У ISO ¬M№іҐH¶i¤@ЁB¤АЄRЎH"
CONVERT_BIN_MISSING = "їщ»~ЎI§д¤ЈЁмАЙ®ЧЎG%n%s\%s.bin%n%n¦P®Й»Э­n %s.bin ©M %s.cue АЙ®ЧЎC"
INIT_COMPLETE = "Єм©l¤Ж %sЎFЅРµІ§ф¦wёЛµ{¦ЎЎAЁГ«ц [ЅT©w] Д~ДтЎC"
WISE_MSI_PROMPT = "Є`·NЎGіo­У¤и¦Ў¶ИѕAҐО©уЇS©wЄє Windows ¦wёЛАЙ®ЧҐ]ЎC%n¦pЄGґјјz¦wёЛєлЖF±Т°К«бЎA¶И¬O¦bµҐ«Эїй¤JЄєёЬЎA«hЄн%nҐЬ¤Ј¤дґ©іo­УАЙ®ЧЎC%n%n©Ў®ЙЎAЅРµІ§ф¦wёЛµ{¦ЎЎA¦У %s ЄєАЙ®ЧёСҐX¤]±NіQ¤¤¤оЎC%n%n±zЅT©w­nД~Дт¶ЬЎH"
UNPACK_PROMPT = "іo­УАЙ®Ч¬OҐH %s «КёЛЄєЎA¦эҐ¦µLЄkіQёСҐXЎC%n%nіo¤]і\¬O¦]¬°АЙ®ЧЄєГю«¬¤ЈіQ¤дґ©ЎA©ОЄМ%nҐ¦ёМАYЁГҐјҐ]§tҐiіQёСҐXЄєАЙ®ЧЎC%n%n±z¤ґ­n±NҐ¦ёСҐ]¶ЬЎH%n%nЄ`·NЎGёСҐ]«бЄєАЙ®Ч±NіQ©R¦W¬°ЎG%n%s\%s_unpacked.%s"
UNPACK_FAILED = "їщ»~ЎG%s%nµLЄkёСҐXЎC"
WARN_EXECUTE = "Дµ§iЎG­nёСҐX¦№Гю«КёЛЄєёЬЎAҐІ»ЭЄЅ±µ°х¦жАЙ®ЧЎC%n%n¦pЄG±zҐґєвД~ДтЎAҐH¤U«ьҐO±N¶}©l°х¦жЎG%n%n%s%n%n¦pЄG±z¤ЈЅT©wіo­УАЙ®Ч¬O§_±a¦іґc·Nµ{¦ЎЎAЁє»т«Ш%nДі±zЁъ®шіo¶µѕЮ§@ЎC±z¤ґ­nД~Дт№БёХёСҐXАЙ®Ч¶ЬЎH"

; Help text
HELP_SUMMARY = "¦ЫҐф¦уАЙ®ЧГю«¬©О¦wёЛАЙ®ЧҐ]¤¤ёСҐXАЙ®ЧЎC"
HELP_SYNTAX = "%nҐОЄkЎG%s [/help] [filename [destination]]"
HELP_ARGUMENTS = "%n%n¤дґ©Єє¤ЮјЖЎG"
HELP_HELP = "%n     /help%t%tЕгҐЬ¦№»Ў©ъёк°T"
HELP_FILENAME = "%n     filename%t­nёСҐXЄєАЙ¦W"
HELP_DESTINATION = "%n     destination%tёСҐXЁмҐШјРҐШїэ"
HELP_SUB = "%n%nіz№LЁъҐNҐШјРёк®Ж§ЁҐiҐHЁП %n%s ёСҐXЄєАЙ®ЧЁмҐHАЙ¦W©R¦WЄє¤lҐШїэ¤¤ЎC"
HELP_EXAMPLE1 = "%n%nЅdЁТЎG"
HELP_EXAMPLE2 = "%n     %s c:\1\example.zip c:\test"
HELP_NOARGS = "%n%n¤Ј±a¤ЮјЖ°х¦ж %s ±NґЈҐЬЁПҐОЄМ%nїпѕЬАЙ®Ч¦WєЩ©MҐШјРёк®Ж§ЁЎC"

; Error messages
CANNOT_LOG = "%s µLЄkјg¤JёСҐX°OїэЎC"
CANNOT_DEBUG = "°»їщАЙїйҐXҐШїэ [%s] µLЄkіQјg¤JЎA¤w§п¬°јg¤JЁм±zЄєјИ¦sёк®Ж§ЁЎC"
CANNOT_EXTRACT = "%s µLЄkіQёСҐXЎC%nЄр¦^ЄєАЙ®ЧГю«¬¬°ЎG%s%n%n¦pЄG±z­n¦Ы¦ж¤АЄRіo­УАЙ®ЧЎAЅР [ЅT©w]ЎA§_«hЅР«ц [Ёъ®ш] µІ§фµ{¦ЎЎC"
UNKNOWN_EXT = "%s%nҐјЄѕЄє°ЖАЙ¦WЎAµLЄk°х¦жАЙ®ЧёСҐXЎC"
INVALID_DIR = "%s%nµLЄk«ШҐЯЎCЅРїпѕЬ¤@­УҐїЅTЄєҐШјРёк®Ж§ЁЎC"
EXTRACT_FAILED = "%s µLЄkіQёСҐXЎC%nҐ¦¦ьҐG¬OіQ¤дґ©Єє %sЎA¦э¬O¤ґёСҐXҐў±СЎC%nЅРАЛµш°OїэАЙ %s ҐHЁъ±o§у¦hёк°TЎC%n%nЅР«ц [ЅT©w] ҐЯ§YАЛµш°OїэАЙЎA©О«ц [Ёъ®ш] µІ§фµ{¦ЎЎC"

[Installer]
; Components page
COMP_DOCS = "ВІ¤¶¤О±ВЕvёк°T"
COMP_LANG = "¤дґ©¦h°к»yЁҐ"
COMP_ACE = "¤дґ© ACE АЙ®Ч"
COMP_KGB = "¤дґ© KGB АЙ®Ч"
COMP_PEA = "¤дґ© Pea АЙ®Ч"
COMP_SIT = "¤дґ© StuffIt АЙ®Ч"

; Preferences page
PREFS_CAPTION = "і]©wµ{¦Ўїп¶µ"
PREFS_DESCRIPTION = "±z·Q¦p¦уі]©w¦Ы¤vєDҐОЄє Universal ExtractorЎH"
PREFS_LABEL1 = "±zҐiҐHіz№LҐH¤UЄєїп¶µі]©wЁУЅХѕг Universal Extractor Єє¦ж¬°ЎC"
PREFS_LABEL2 = "іoЁЗїп¶µҐiҐH¦b¦wёЛ«біz№L­Ч§п [UniExtract.ini] ЁУЕЬ§уЎC"
LANGUAGE_LABEL = "№wі]»yЁҐ"
DEBUG_LABEL = "°»їщАЙ®ЧЄє¦мёm"
APPEND_EXT_LABEL = "Ґ[¤JЇК¤ЦЄєАЙ®Ч°ЖАЙ¦W(&A)"
HISTORY_LABEL = "єыЕ@АЙ®ЧѕъҐv°Oїэ(&M)"
REMOVE_DUPE_LABEL = "Іѕ°Ј­«ЅЖАЙ®Ч(&D)"
REMOVE_TEMP_LABEL = "Іѕ°ЈјИ¦sАЙ®Ч(&T)"
WARN_EXECUTE_LABEL = "°х¦жАЙ®Ч«eДµ§i(&W)"

; Tasks page
ASSOCIATE = "ѕг¦XҐkБд§ЦЕгҐ\ЇаЄн(&E)"
ASSOCIATE_FILES = "Ґ[¤J [ ҐО UniExtract ёСҐXАЙ®Ч(&F) ] ЁмҐkБдҐ\ЇаЄн"
ASSOCIATE_HERE = "Ґ[¤J [ ҐО UniExtract ёСҐX¦Ь¦№(&H) ] ЁмҐkБдҐ\ЇаЄн"
ASSOCIATE_SUBDIR = "Ґ[¤J [ ҐО UniExtract ёСҐXЁм¤lҐШїэ(&S) ] ЁмҐkБдҐ\ЇаЄн"
ASSOCIATE_FORCE = "±jЁоГцБp©Т¦і¤дґ©Єє«К¦sАЙ®ж¦Ў(&A)"
MODIFY_PATH = "Ґ[¤J Universal Extractor Ём±zЄєЁtІОёф®|(&P)"
DESKTOP_ICON = "«ШҐЯ¤@­У [®а­±] №ПҐЬ(&D)"
QUICK_LAUNCH_ICON = "«ШҐЯ¤@­У [§Ціt±Т°К] №ПҐЬ(&O)"
SENDTO_ICON = "«ШҐЯ¤@­У [¶З°eЁм] №ПҐЬ(&T)"

; Context Menu integration
EXTRACT_FILES = "ҐО UniExtract ёСҐXАЙ®Ч(&F)"
EXTRACT_HERE = "ҐО UniExtract ёСҐX¦Ь¦№(&H)"
EXTRACT_SUB = "ҐО UniExtract ёСҐXЁм¤lҐШїэ(&S)"

